// Java Fundamentals - Main Task 3
// Вывести заданное количество случайных чисел с переходом и без перехода на новую строку
public class NumbersString {
    public static void main(String[] args) {

        int[] a = {1, 2, 3, 4, 5};
        for (int i = 0; i < a.length; i++) {

            System.out.println(a[i]);



        }
        for (int i = 0; i < a.length; i++) {

            System.out.print(a[i]);



        }

    }
}
